<template>
    <div>
        <ul>
            <li>齐武王縯字伯升，光武之长兄也。性刚毅，慷慨有大节。自王莽篡汉，常愤愤，怀复社稷之虑，不事家人居业，倾身破产，交结天下雄俊。</li>
            <li>莽末，盗贼群起，南方尤甚。伯升召诸豪杰计议曰："王莽暴虐，百姓分崩。今枯旱连年，兵革并起。此亦天亡之时，复高祖之业，定万世之秋也。"众皆然之。于是分遣亲客，使邓晨起新野，光武与李通、李轶起于宛。伯升自发舂陵子弟，合七八千人，部署宾客，自称柱天都部。使宗室刘嘉往诱新市、平林兵王匡、陈牧等，合军而进，屠长聚及唐子乡，杀湖阳尉，进拔棘阳，因欲攻宛。至小长安，与王莽前队大夫酎阜、属正梁丘赐战。时天密雾，汉军大败，姊元弟仲皆遇害，宗从死者数十人。伯升复收会兵众，还保棘阳。</li>
            <li>阜、赐乘胜，留辎重于蓝乡，引精兵十万南渡黄淳水，临沘水，阻两川间为营，绝后桥，示无还心。新市、平林见汉兵数败，阜、赐军大至，各欲解去，伯升甚患之。会下江兵五千余人至宜秋，乃往为说合从之势，下江从之。语在《王常传》。伯升于是大飨军士，设盟约。休卒三日，分为六部，潜师夜起，袭取蓝乡，尽获其辎重。明旦，汉军自西南攻酎阜，下江兵自东南攻梁攻丘赐。至食时，赐陈溃，阜军望见散走，汉兵急追之，却迫黄淳水，斩首溺死者二万余人，遂斩阜、赐。</li>
            <li>　　王莽纳言将军严尤、秩宗将军陈茂闻阜、赐军败，引欲据宛。伯升乃陈兵誓众，焚积聚，破釜甑，鼓行而前，与尤、茂遇育阳下，战，大破之，斩首三千余级。尤、茂弃军走，伯升遂进围宛，自号柱天大将军。王莽素闻其名，大震惧，购伯升邑五万户，黄金十万斤，位上公。使长安中官署及天下乡亭皆画伯升像于塾，旦起射之。
</li>
        </ul>
    </div>
</template>

<script>
export default {
    name: 'HomemyNews'
}
</script>