

诺贝尔文学奖经典作品研读
20世纪技术革命与现代主义的兴起
[课时] 13’43”
《魔山》与第一次世界大战
7’42”
赛珍珠的中国文学世界
10’42”
福克纳小说的基本主题：失落的世界
10’6”,

建筑结构设计
桁架结构体系、 拱式结构体系
[课时] 17’11”
网架结构体系
15’41”
概率极限状态设计方法
22’24”
单向板与双向板
22’54”,

Photoshop设计精讲精练
工作区和工作流程
[课时] 14’35”
画笔工具组和绘画
11’2”
色彩基础和吸管工具组
10’39”
拾色器和色彩空间
13’48”,

压力与情绪管理
没有压力何来空气？
[课时] 8’49”
没有压力何来动力-佛洛依德自我防御机制
7’27”
没有压力何来动力-马斯洛自我实现人格特征？
7’29”
压力易感和压力耐受
8’51”,

民事诉讼法
民事诉讼
[课时] 11’26”
公开审判制度
11’35”
级别管辖与地域管辖概述
14’10”
共同诉讼人
14’47”,

金羽飞扬——世界冠军的羽毛球课堂
羽毛球的起源与发展
[课时] 11’48”
场地规则介绍
11’30”
技术讲解：正反手握拍、中场站位及准备姿态、颠球训练
6’19”
为科学讲堂：梦想的力量！
9’27”,

现代农业推广学
农业科技成果的概念、类型及特点
[课时] 8’46”
农民的个性心理及其应用
8’35”
农民行为改变的动力与阻力互作模式
4’54”
农业推广沟通的要素和程序
5’56”